[
    {
        "id": 1,
        "nombreArticulo": "Nike Air Jordan 1 High",
        "imagen": "../images/air-jordan-1-high-og-university-blue-2021-555088-134-release-date-1-1024x639.jpg",
        "texto": "Las Air Jordan 1 de J Balvin salieron al mercado en diciembre de 2020, y el colombiano se convirtió en el primer artista latino con su propio modelo de los populares tenis. El artista colombiano, cuyo nombre de pila es José Álvaro Osorio Balvín, se encontraba en París para la Semana de la Moda en 2019; a la vez que la leyenda del baloncesto Michael Jordan visitaba la Ciudad de la Luz para asistir al evento anual de baloncesto callejero Quai 54 organizado por su marca. Un ejecutivo de mercadeo hizo la conexión y ambos hombres se reunieron en un salón VIP, amparados por la discreción de la medianoche. Jordan estaba acompañado por su esposa Yvette Prieto. La cónyuge de Jordan, de ascendencia cubana, disfrutaba desde hace tiempo de la música de J Balvin, incluso asistiendo a sus conciertos. El grupo conversó por cerca de cuatro horas, intercambiando historias relativas a sus crianzas, ética de trabajo y el impulso que sienten para conquistar la cima en sus respectivos oficios. J Balvin le contó a Jordan su historia de cuando llegó a Oklahoma como estudiante de intercambio de secundaria, mejorando su inglés y posteriormente llegando a conectar con sus primos en Nueva York, teniendo así su primer contacto con la cultura estadounidense. Fue allí, a principios de la década del 2000, donde Balvin se enamoraría de los tenis, adquiriendo su primer par de Air Force 1s; al mismo tiempo que el rapero Nelly lanzó su tema en celebración del famoso modelo de calzado que se convirtió en clásico instantáneo; aparte de asimilar el estilo neoyorquino de la ropa urbana o streetwear. Balvin también describió la influencia de la música latina y la repercusión que podría causar a favor de la marca de Jordan. Sin importar la hora, ni el hecho de encontrarse a aproximadamente 5.000 millas de distancia de la sede de la empresa en Beaverton, Oregon; Jordan envió un mensaje de texto a los ejecutivos de su marca: “Le daremos un modelo de calzado a J Balvin”. Después de un proceso que requirió de casi tres años de desarrollo, su colaboración oficial con un modelo Air Jordan 1 (al que gusta llamar los “Air Balvins”) fue lanzada en diciembre de 2020, siendo el primer artista latino en contar con sus propios tenis marca Jordan."
    },
    {
        "id": 2,
        "nombreArticulo": "Sean John x Fernando Costa",
        "imagen": "../images/fc2.jpg",
        "texto": "Mucho ha pasado desde que Sean Combs, también conocido como Puff Daddy, fundara Sean John allá por 1998. La firma, a la que por aquel entonces la podíamos ver en celebridades como Naomi Campbell y Jay-Z, se hizo muy notable en la moda norteamericana gracias al lema ‘Vote or Die’, asociado a la organización sin ánimo de lucro Citizen Change. Esta ONG tenía como objetivo promover e impulsar el voto entre los más jóvenes y las minorías. El recorrido de Sean John va mucho más allá de estas conexiones políticas, ya que su historia es fiel testigo de la evolución del streetwear todos estos años. Ahora, 23 años después de su nacimiento, regresa con una colección muy completa ideada para la temporada Spring/Summer 2021. En ella, juegan a su antojo con materiales y colores, partiendo del negro del clásico negro hasta el azul celeste, ambos en un elegante terciopelo. Sumado a este, la seda hace acto de presencia en conjuntos formados por camisas de cuello amplio y pantalones cortos, en los que los colores blanco o azul marino contrastan de forma efectiva con un estampado rojo similar al paisley. La línea se completa con essentials entre los que destacamos las camisetas de manga corta y las sudaderas con capucha, ambas con el logo en color blanco bordado en el frontal. La colección, que cuenta con embajadores europeos como Fernando Costa (España), Azet (Alemania), Landy (Francia), Lazza (Italia) y Ronnie Flex (Holanda)."
    },
    {
        "id": 3,
        "nombreArticulo": "Entrevista Joey Badass",
        "imagen": "../images/joey-badass-pony.jpg",
        "texto": "Jo-Vaughn Virginie Scott (nacido el 20 de enero de 1995), más conocido por su nombre artístico Joey Badass, es un rapero, actor y productor estadounidense. Criado en Brooklyn, Nueva York, es miembro fundador del colectivo de hip hop Pro Era. Comienza el tercer grado a esta estrella del hip hop neoyorquino. Beats: ¿Cómo definirías tu estilo? Joey Badass: Como mi música, versátil: un día puedo ir de púrpura y al día siguiente le doy al rojo. Vamos, que hoy podrías verme con un traje y mañana igual me ves con leotardos. No no, eso era una broma. B: ¿Tu outfit favorito? J.B.: Supongo que traje con zapatillas. B: Yendo tan versátil, uno se imagina que tu armario debe de ser de los de perderse dentro, ¿Cuántas prendas calculas que puedes tener? J.B.: No creas, tiene un tamaño bastante reducido. Cuando me mudé de apartamento me deshice de un montón de ropa; me di cuenta de todo lo que tenía y de cuánto dinero innecesario me había gastado en ropa que a veces no me ponía más de dos veces. Así que ahora ya casi no compro ropa."
    },
    {
        "id": 4,
        "nombreArticulo": "Top 5 Sneakers del año",
        "imagen": "../images/nike-sb-dunk-low-what-the-paul-cz2239-600-pair.jpg",
        "texto": "¿Cuáles son las mejores zapatillas de 2021 ?A medida que nos acercamos al final del año calendario, la conversación siempre gira hacia lasmejores zapatillas del año. Frente a la incertidumbre a principios de 2021, tanto las marcas de zapatillascomo los fanáticos no estamos muy seguros de cómo se desarrollaría el año. Pero a pesarde las preocupaciones, se convirtió en un éxito absoluto.Entonces, ¿qué encabeza nuestras diez mejores zapatillas de deporte de 2021?"
    },
    {
        "id": 5,
        "nombreArticulo": "El Boom de la moda urbana",
        "imagen": "../images/c0e54d392efb9c0bbce8b1f7c7f8b0b5.jpg",
        "texto": "La expresión streetwear, que se traduciría del inglés al español como ropa de calle, hace referencia a un estilo que nació a finales de los 70 en Nueva York, tomando influencias del estilo surfer y skater de Los Ángeles y de los estilos urbanos en Japón. Según María Pascua, experta en tendencias de WGSN, su popularidad a nivel mundial creció en la década de los 90 y su boom actual viene gestándose en las pasarelas desde 2016. “Hoy es un estilo que ha tenido una gran acogida en la generación Z”, afirma. La característica que define a esta tendencia es que las siluetas de las prendas buscan ser confortables, lo que se presenta por medio de estilismos oversized, mezclados con prendas un poco más ajustadas para aumentar el confort. “El denim es uno de los materiales claves, acompañado de driles y materiales y prendas deportivos. Como el confort es clave, no faltan tejidos de punto como el jersey y la burda para prendas intermedias o exteriores (buzos y hoodies)”, dice. Además de anteponer la comodidad y la versatilidad en la ropa casual, el streetwear se considera un fenómeno cultural y su auge se debe al crecimiento en la popularidad de géneros musicales derivados del hip hop como el trap y el reguetón, y al poder de las redes sociales."
    }
]